{"podcast_details": {"podcast_title": "A Bit of Optimism", "episode_title": "Community and Empowerment with Sharmadean Reid", "episode_image": "https://image.simplecastcdn.com/images/fc084895-5736-4a3c-a756-47e3a77ee859/28542045-cc93-4e87-a7e0-8801c4cb3d10/3000x3000/aboo-rebrand-v5.jpg?aid=rss_feed", "episode_transcript": " In my books and talks, I discuss how great businesses actually look more like social movements. And that's why I wanted to talk to Sharmaddin Reid. She is leading a movement. What started off as a nail salon became an entire media network. But it's less about the business, and it's more about how Sharmaddin is empowering women. She's a leading voice in England fighting for gender equity in the workplace. Most importantly, all her businesses give women a real sense of belonging and power. I learned so much talking to Sharmaddin. This is a bit of optimism. Sharmaddin, thank you so much for joining me. I think that you are the patron saint of powerful women. That's really interesting because I would say that I don't want to be the saint of anyone or anything. Well, I think that's what makes people saintly, isn't it? They eschew the spotlight. They would rather give the credit to other people. This is why we, the people who find you inspiring and wonderful, anoint you sainthood. You don't get to choose it yourself. Okay, I'll take it. Perfect, thank you. I just love that the work that you do, I mean, I know you're very public about this, that the work that you do is about inspiring and encouraging women to find their power and be powerful. What I'm curious about is for you, how you found your power and your confidence. Was it something that you've always had? Was it built into how you were raised? Or it's something that you have to find your confidence? Yeah, it's something that I reflect on a lot because from a really young age, I knew I was different. Then I have spent a lot of time wondering why was I different and analyzing why I was different. I don't think that confidence or leadership or any of these qualities that we bestow on others is just innate. I think it's also a muscle that you have to practice. I think it's behaviors, it's reflection. It's all of these things you have to do to make it strong. What I would say is that I grew up in such a warm, wonderful, super strong female Jamaican family. I've got eight aunties. They're all incredible. They're so funny and vivacious. I grew up seeing amazing women and especially amazing black women everywhere. Of course, I never questioned my abilities. I never ever thought I couldn't do anything I wanted. People were really supportive of me. I would say that my confidence has definitely faltered over the four decades of my life. In those early years, that's when I definitely was supported by teachers, family, friends, everyone. When did you start your first business? I started my first business when I was 24. It was completely naive, had no idea what I was doing. I tend to start all of the things I start by saying, wouldn't it be cool if... When I was 24, it was, wouldn't it be cool if I had a nail salon where you could get anything you wanted on your nails and it was total vibes and it felt more like an artist studio or the true origin of the word salon where conversations happened. I literally just brain vomit an idea. I always see the idea through to a completion point. Do you get what I mean? I'm not thinking, oh, I'd love to start a nail salon. It's always, wouldn't it be cool if I started this and then there would be this and then this would happen and this would happen and then wouldn't it be amazing? A lot of people do say, wouldn't it be cool if and then they don't act, but you said, wouldn't it be cool if and then you did it. I think we have to give you more credit. It has been said that you were the one who started the whole crazy nail fad. Well, there were about six people that I was following on early internet on Tumblr who were doing really interesting things with nails. I was super obsessed with Japan and I went to Japan and I just saw these super cool nail magazines where they were painting all kinds of intricate designs. I came back to London and I was like, we don't have anything like this. Wouldn't it be cool if...? I also saw a really strong nail culture in LA, but like I said, there were six people that I followed super early on the internet that were painting, but nobody was making it like a movement and nobody was necessarily utilizing the internet to share and distribute these images. I'm a big, big advocate for what are the technologies that are around me at the time that are going to propel my idea to the next level. When I was a teenager, I taught myself Adobe in design and Photoshop. I think I must have actually been about 20. I taught myself because I thought if I can use these computer programs to design whatever is in my mind, then nobody's going to stop me from doing anything. When I had the idea for the nail salon, I got my crap copy of Photoshop out and I designed a logo and then I did all the nail menus and I designed flyers and things. I then started using Tumblr to share the images. The thing about Tumblr is millions of people would be looking at your images around. I wouldn't say that I am ever an inventor of things, but what I think I'm really good at is taking something that might already exist, packaging it up and sharing it to new audiences in a way that makes sense to them. You definitely popularized it and you definitely seemed to have brought it to Britain. Sure, but popularized it by virtue of the technology I used, which if I'm honest with myself was not intentional at the time. I was just using the tools I had. What I mean by that is I could design a flyer, but I couldn't code a website. Because I couldn't code a website, I had to use Tumblr because there weren't any other options to me. I'd Google HTML change background blue and then I'd tweet my Tumblr page. I just used that thinking that that would be the best tool to achieve the outcome I wanted, which was how can I have a page which is constantly showing nails? Little did I realize at the time that the backend of that would have millions of people reblogging those images and that's what led to the explosion. There could be, and I'm always curious about this in history. I'm always curious about how history changes because of one usually technological advancement combined with a particular subculture and a particular individual doing exactly that thing at exactly that time. Because for all I know, there could have been somebody in Sheffield doing a nail art salon that was similar, but they asked two guys to build a website that was static, that never got updated ever and therefore the world didn't know them. So it was sort of a happy accident. I think there's a lot of truth in that and I think that a lot of people take credit for things that right place, right time. I definitely saw that in my work as well. I did a TEDx talk at a time where there weren't that many TEDx talks and it became the number one view TEDx talk on YouTube at 100,000 views, which by today's standards is like nothing. When I think about the legacy and the impact that I want to have, it's how many people did anything that I put out, how many of them were sent in a different direction because of something that I did or said. So rather than thinking about scale, so it doesn't matter if you had 100,000 people or 100 million people, it's more about for the short period in which you were here, which might be a year, it might be a lifetime. What is the impact that you had on culture, on business, on art, on fashion, whatever it is that sends people in a different direction? Yes, yes and yes. The point I was making is that my career is very much similar to yours in the sense that I got lucky that the technology of the day allowed my ideas to spread. Had I not had YouTube, I'd be a guy with a nice idea talking in boardrooms and that would be it. I'm sure you would have found a way. I'm sure you would have found a way to do that. Oh, you're very kind. You're very kind. But the point is that the timing of it was right. I got very lucky on the timing. And I loved your comparison of where scale matters there, which is I think those two things have been confused in our modern day where the collection of views and the collection of followers or the collection of money becomes the goal, which is scale, rather than the ripple effect. I'm going to put something out there and hopefully they will do something with that that will benefit them, benefit their friends and it may or may not come back to me, but I think that's the thing where you talk about, you and I use similar language, which I didn't expect, which is I don't really talk about my business. I talk about the movement and you too are talking about the movement of the nails, that it became a movement and you were involved. You were one of the leaders of the movement, whether you invented it or not. Yeah. And the second thing about scale, I've been obsessed with this for a while, which is this concept of degrowth. I think we, I'll speak for myself. I, since I was 14 years old, have always worked. Like most people, I work more than the regulated 40 hour week. And when I think about what I'm working for, and I'm a big believer of Pareto principles, so I'll always be like, I'm working 20% more than I should be always. What is that extra 20% for? It's always to get to the next milestone, to get to the next promotion, the next rung on the ladder. And lately over the last few years, particularly since the pandemic, I've been thinking more and more about just maintenance. I pretty much got everything I need. I've got a safe house, got the things I want. I've got food on the table. I've got wonderful friends. What is it that I'm working that extra 20% for? Like killing out myself to have this constant growth. You know, I've been obsessed with like when I was 14, right, I'm going to work really hard so I can afford to go to uni in London, got to uni in London. I'm going to work really hard so I can graduate with a first, graduated with a first, then I can get a job, so then I can do this, do that, do that. And actually I'm quite exhausted. When you've been working since you were 14 years old, I'm just like, actually, I'm just going to maintain for a while. I'm going to hunker down and be at this non-scale level of following my curiosities, pursuing my passions and my ideas. And there'll be a natural growth because I just believe in natural evolution. It won't be rocket ship growth and it won't be crazy like double digit growth, but it'll be enough growth to maintain myself. And I think it's gotten worse over the past, you know, 30 years. We've become growth obsessed. And the companies brag, you know, like you meet a young entrepreneur and they say, oh, I have a hyper growth company. My standard response is show me one article. You can pick the publication, Mad Magazine or Harvard Business Review, like I don't really care. Like you pick the publication. Show me one article that says that hyper growth is better than any other kind of growth or healthy for the business. I defy you to find one. And the reality is it's not. In fact, of anything, it breaks things, that speed. And it appears in our modern society that the speed of growth has become sort of metric or score by which to measure someone's self-worth or the value of their business. I have to believe that the reason it's become more popular is not driven by good business practice, but it's been driven by the venture capital and private equity backings where they want to get money out sooner rather than later. And so if you grow faster, I do better with my investment. It's the pressures, not actually good business savvy. It's really true. And the word healthy is exactly what that word is, because when I hear about hyper growth or scale, my immediate thought is who's suffering because of that. And nine times out of 10, I would say 99% of the time it will be the founder, but they won't be saying it. They may be saying it, they might not be saying it, but the first person who's suffering, having been through that myself, is the founder. And then all of your employees, because your employees feel the stress, they feel the pressure. I remember the really beginning part of my startup and throughout the pandemic, you'd be working 12, sometimes 16 hours, I'd be at my computer. And I remember thinking for the first time, this is why Silicon Valley people drink liquid food, because the time it's taken me to stop doing my work and go and make a meal is time that I should be working on my startup. And that's when I knew that's unhealthy. It's unhealthy to be like any time spent working away from my startup is time that is like not well spent. And you just become obsessed with the metrics and obsessed with the growth and obsessed with the charts, but it's not a healthy relationship. And I think that period of my life is definitely when I lost my confidence for the first time in my life, actually. I'd never been unconfident before I raised venture capital and started a startup. So when did that happen? Was that for the nail business or after the nail business? No, so with Warnails, I started that with a little bit of money. It was just a business for fun because I was consulting. I actually thought, oh, I can get my nails done for free in my own shop. And then I have this idea, wouldn't it be cool if you could click the picture and book it instead of screenshotting it off Tumblr or Instagram, emailing it to the nail salons, back and forward over the prices. So I thought, I'm going to build that. I'm going to figure out how to build it and I'm going to build it. And I raised my first check 2018, I think. Then I closed a nail salon a year later in an effort to focus purely on this startup. And it was really fun, but applying those principles of small business, which I was running, I was running a small business to a venture backed business and not the same. If I was to do it again, I know exactly what to do to tick the boxes of what the venture capital system needs. Because it's not necessarily how I naturally build a business. I would get the jankiest version of the product out as fast as possible. I would spend hundreds of thousands of my VC money on ads, all kinds of ads, Facebook ads, Google ads, ads, ads, ads. I would get as many users as possible, even if they churned because the product was so janky and then I'd go back out and raise more money to improve the product. That's kind of what they want you to do. You need to be raising money every 18 months. You need to be growing as many users as possible, even if your product is terrible. And the difference with me is I've always been a reputational and integrity based person. So it wouldn't make me feel good if the product was a bit janky because I know that there's a girl on the other end of it who's relying on that product to run her business. I don't want to let her down. I'm not a faceless founder. So the process of building a venture about business was kind of the antithesis to how I naturally operate. And the tension between that was really challenging for me because I kept thinking I'm not doing it right. I'm not doing it right. And maybe I'm not good enough. Maybe this isn't for me. And the standard by which I was holding myself to was also completely not applicable to a black female, older as well, founder. So very fortunate to be the first black woman in the UK to raise venture capital. There was no precedent for another black woman who had built a startup in the UK that I could look at to be like, how did that person navigate various challenges? I'll give you one example of a challenge, which I've talked about previously is there are so many biases in our daily lives, right? And trying to hire the best engineers who are typically men for a female founded, black founded company that was also in a space that was quite female as well, like beauty was a female and typically female endeavor. I couldn't really hire the best engineers. And I didn't have that network, that inbuilt network that let's say a 26 year old MBA or Imperial grad had, or someone who'd gone to Oxford. So I found the entire thing challenging. And all I kept doing was questioning myself instead of questioning the system. And what I do now when I'm feeling this internal tension is I actually start thinking macro. I'm like, am I feeling discomfort because this system wasn't designed for me? Or am I feeling discomfort because of how I'm operating within this system? And at the time when I was doing it, I wasn't thinking like that. I was just panicking. Something you said that I thought was really interesting, which is, you know, very often when things aren't working out, we blame ourselves. But in your case, you took a hard look as like, is it me or is it the system? And it shook your confidence until you realized the system wasn't organized for you to succeed. The question I have is, where's the line? Where's the line of blaming the system where you should be taking personal accountability versus destroying yourself confidence because it's actually not you, it actually is the system. Like, how can you tell the difference when you need to take it on yourself versus when you can let yourself off the hook? I don't believe in blame as a thing at all. I feel the world has evolved like any organism into a space of inequality. And I never think I can't do this because of X, Y, Z, or I can't do this because the system wasn't designed for me. What I do is have compassion for myself. So when I'm thinking that I'm not winning in areas where I would normally and naturally be winning, what is happening here? Instead of beating myself up about it and turning myself into a victim, I have a moment of compassion. And what I actually do when I have really hardcore problems that are like creating a lot of worries, I have this spreadsheet, which is like, what is the issue? What are the facts of the issue? Each one of these is a column, right? So the first column, what is the issue? The second column, what are the facts of the issue? The third column is where do I feel most powerless in this issue? And then I'm like, what can I control? And then once I'd done that, I felt a bit better, but I didn't feel better until I added the final column, which is where can I have compassion for myself? And the compassion might be, you've never done this before. How on earth would you magically know what to do? You've never done this before. The compassion might be, you didn't speak that language, the language of engineering. So how could you possibly have known what to do? So it's rather than blaming the system, I think, where can I have compassion for myself that I'm not thriving in this imperfect organism? And actually the next stage is where do I have control and what can I do to get myself back on top? Like I'm a natural survivalist. Some of my friends will jokingly say I'm like a cockroach. They'll be an apocalypse and I'll still be operating. And that's because through whatever hypervigilance, childhood trauma, I'm always going to put myself into a place of self-preservation. So it might be that I need to move into a different area of industry. I might need to move and communicate with different people, but I see myself as this constantly evolving entity that is going to find the safest place to survive and thrive. So these things are really important to me to have a model and a principle for when I'm feeling at my worst or at my most not confident because the whole system that we're in now is so overwhelming, so much information, so much trauma and collective trauma going on that these tools are essential for me to survive. So I had to create my own tools and that goes to your point on the accountability. I'll always take accountability. The first thing I'll always be like, where is my responsibility in this as well as then having the compassion for myself about it. I love that spreadsheet. Oh yeah. I'm a spreadsheet obsessive. That's so good. Why did you start Stack World? I guess we should first tell people what Stack World is and then we'll talk about why you started it. The Stack World is a media platform for women that has a community attached to it. Community is a big driver. Instead of building a media platform that requires scale, what if we created a community first that we knew who every reader was? We built it in eight weeks. We launched it on International Women's Day and we launched first and foremost an editorial platform. The content pillars were beauty, wellness, business, culture and politics, society. I was like, this is what now the modern woman is interested in. It's not about fashion and shopping and celebrity and lifestyle. We actually care about changing the world that we live in. Reflecting on that blaming the system versus taking responsibility, there's another step in my opinion, which is changing it. There's an infiltration and a change. Actually if you were in power and you designed and created the system, what would that look like? I was like, could you create an ecosystem of ideas, content, events, community all under one platform that wasn't in separate siloed systems? I guess that's what the Stack World is. It's media and community for mission driven women. We really care about seeing a different world. There are networking organizations. There are female entrepreneur networking organizations. What do you hear from those inside the Stack World community that they say is different? The things we hear consistently about people who join the Stack World is that they've never been in a space that is so diverse and interesting with curious women who want to explore their intellectual side as well as just their cultural creative side. If you wanted to attend a public lecture, it would normally be with older people, the establishment, mainly white people in London where we are. It wouldn't necessarily be a cool girl who happens to be a DJ, but she also did a master's in philosophy. Most of the women's communities that are in existence today tend to be solely focused on business, business and entrepreneurship or life stages like motherhood or menopause. What my goal with the Stack World is to be a different addition to those really important communities. All communities for women are important. To have safe space to talk about the things that you need is important. What I was looking for was a space where I could really go deep on some of the things that I felt that were injustices in the world, but I didn't know how to solve them. I didn't know what to do. You cannot change the world by business alone at all. You can't just be an entrepreneur and change the world. Being an entrepreneur is not going to solve inequality, in my opinion. You need all of these different forces in society working together. We have members who are in the art world, for example, who will actively support exhibitions, solo exhibitions of women because you don't often see those. We have people in the healthcare. We have people who are in policy design. We have women at all different industries who are all pulling in the same direction. My hope is that when I'm on my deathbed, that there is Stack World alumni in positions of power all over the world using the principles by which they learned from our community to design a more fair and equal world. I feel like being around clever women just makes me feel so good. I mean, it goes back to the beginning. You're talking about a movement. It's common cause, not necessarily common industry. Yeah, I would say fundamentally a movement is key because the networks that exist today where systems of power thrive tend to be institutional. You all went to Harvard. You all went to Oxford. You all did an MBA. You all worked at PWC or whatever. When you're an alumni of an institution, there is a power within that. I'm like, how can I create a new alumni? But it's through this community. You made a comment earlier about men are better at maintaining the crew as they get older. A, why do you think that is? And B, is this your attempt to sort of help women maintain their crew? Women will tend to put others first and put their own wellbeing and desire and need for connection and community second. They will deprioritize themselves and prioritize others instead of maintaining that group. There are places where I hate to stereotype and generalize, but this is from my 15 years of running women's communities. I've seen that time and time again. However, if I say to my brother who goes and watches football every Sunday, you have to come because I'm in town to my birthday lunch, he'd be like, yeah, I'll come after football. It's not even a question. Not for one second does he think that he's going to decline this ritual that he does with his friends in order to put what I'm doing first. I think it's that boundary setting that is firmer in terms of male ritual and the boundaries far more flexible when it comes to female ritual. Like I said, in my work, it comes up all the time, but I try to not make sweeping generalizations on gender or sex rather at all. But it's just something I've seen time and time again. There's so much conversation about boundary setting, and I think some of it is very healthy and some of it becomes unhealthy. Maintaining boundaries becomes an excuse for irresponsibility or selfishness or all these other things. I really like that you describe boundaries around community and about ritual, but those rituals usually include other people. So the boundaries aren't I'm protecting myself from you, but rather I'm protecting my relationships from distraction. I think it's also saying that this crew is important to my health and wellbeing as well. I think that we forget sometimes how imperative it is to maintain social connections to stay alive. You know, there have been so many reports globally that women report loneliness far more than men. And when I think of early motherhood as an example, it can be one of the most loneliest times when you're looking after this child and you're alone with this child and you feel that there's no one around you, which is why mums networks and communities are so important as well. But it's how you perceive a relationship as part of your health instead of just thinking, oh, I've got lots of friends. Because the statement of I've got lots of friends is not necessarily looking at what the end result of those friendships are to your actual health. When I'm around people who I feel like see me and understand me, I'm actually like a hot air balloon, like I'm bolstered up. Like, it makes me feel, yes, I can achieve anything. I do have the confidence to do that. It's not, you know, it goes back to the top of this conversation. Like, where do you get your confidence from? I get a lot of confidence by having these people in my life that see and understand me. Now, when you change your thinking around friendships to I have a lot of friends that I love to my friendships are essential to my health and well-being, well, then it's a non-negotiable. It's not even a question. Okay. Can you tell me something that you've been involved in over the course of your career? It doesn't matter if it was commercially successful or not, that you absolutely loved being a part of it. And if everything that you did in your life was like this one specific thing, you'd be the happiest person alive. Something I was a part of, which I organized and orchestrated was a hackathon for UN Women UK on ideas on how to create technology to keep women safe on the streets. We had a hundred women in our office on the weekends, so, you know, pushed all the computers and filing cabinets aside and there were girls with their laptops just sprawled out on bean bags working in teams that never met each other before. And then we had the judges, the chief executive UN Women UK, we had another charity exec there. And in the space of a day, the teams had designed, one had even built a prototype in a day and they pitched these different apps. And the warmth I felt from it was because it ticked all my boxes. It was connecting women together. It was helping them understand how the world functions. In this case, it was urban design and city design and how, you know, it wasn't necessarily safe for women. It was tech and innovation, like how do you use technologies to make a change? And then finally, it was also through the public sector or charity sector outside of just doing something for business and just for profit. So it was all the things that were really important to me in connection, impact, education and developing design in a city. And if I could just do those all over the world, I'd be pretty, pretty happy. Tell me an early specific happy childhood memory, something specific that I can relive with you, not like we've visited my grandparents every weekend, but something specific I can relive with you. My first ever memory. Yeah. When I was three years old, I remember climbing up the top of the climbing frame in my nursery school, getting to the top of the climbing frame and screaming at the top of my voice, I'm the king of the castle and you're the dirty rascal. That was it. It's like I knew I wanted to be on top from three years old. But I should have done he said I'm the queen of the castle. But I remember being three years old, climbing to the climbing frame and singing I'm the king of the castle and you're the dirty rascal. To nobody, by the way, to nobody, just to the air. Right, to yourself. That's where the confidence began. So what I love about you is you are a climber. And the thing that you've learned over the course of your life, and what I'm learning from you have got this conversation, is that you only know what you know. And you can climb further, higher, faster, better, stronger, when you surround yourself with people who know more than you do. Like the examples you gave that wasn't like, let's start a business and get rich. Let's figure something out. The hackathon was let's figure this out. And the I wonder what if is let's figure this out. And you're incurably curious. You want to figure things out. And learning is one of those ways, you're taking a course. But working with and around people who are smarter than you or more experienced than you is a big part of it. And I understand why community matters to you. Because being insatiably curious and wanting to figure stuff out, you've learned that by doing it with people, not only do you figure things out, but it feels really good when you do. It feels good when we do. It feels good. And yes, collective you. Yes, you plural. Sharma, I could talk to you all day. You are magic. I'm glad people like you exist. I hope that more women join Stackworld. And I just leave very inspired and I have learned a lot about the importance of my friendship, the importance of my crew, how to maintain those crews, but also when things go wrong, how to evaluate those things. Thank you. Thank you. Thank you so much. Thank you so much for having me and thank you for the work you do as well. Like this is consistent, incredible work that is inspiring so many people. So yeah, thank you. Thanks for having me."}, "podcast_summary": "In this podcast episode, the host interviews Sharmadine Reed, the founder of Stack World, a media platform and community for mission-driven women. Sharmadine discusses her journey of empowering women and building businesses that provide a sense of belonging and power. She talks about how she found her confidence and the importance of practicing leadership. She shares her experience of starting her first business and how she unintentionally popularized the nail fad through the use of technology. Sharmadine also talks about the challenges she faced in the venture-backed business world and the need for a different kind of women's community that goes beyond business and entrepreneurship. She emphasizes the importance of friendships and community in maintaining wellbeing and achieving personal and societal change. The episode concludes with a discussion on the harmful obsession with scale and growth and the need for compassion and boundary setting. Overall, Sharmadine's story highlights the power of collective movements and the impact that individuals can have on creating a more fair and equal world.", "podcast_guest": "Sharmaddin Reid", "podcastGuest": "Not Available", "podcast_guest_org": "nail salon", "podcast_highlights": "In this podcast, the topics discussed include themes of empowerment and gender equity, business ideas related to creating a media network and technology for women's safety, interesting stories about the founder's journey in starting a nail salon and a venture-backed business, money-making businesses in the beauty and media industries, quick stories about people's experiences and challenges in the business world, mental frameworks for building businesses and navigating obstacles, stories about the nail art movement and popularization of the trend, analogies mentioned to describe the impact of technology on business growth, advice on maintaining a healthy work-life balance and setting boundaries in entrepreneurship, and pieces of news or current events related to the need for diverse communities and the importance of social connections for women's health and well-being."}